// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "Habilitar Wi-Fi Direct";
WDTTaskDescription = "Conéctese fácilmente a su impresora desde smartphones, portátiles y otros dispositivos móviles con conexión inalámbrica usando la conexión direct wireless.";

WDTSecurityRequiredDescription = "Limite el acceso a la impresora introduciendo una contraseña (obligatorio).";

WDTPassphraseTitle = "Contraseña:";
WDTShowPassphraseButtonTitle = "Mostrar contraseña";
WDTSavePassphraseButtonTitle = "Guardar la contraseña en mi llave";
WDTEmptyPassphraseError = "La contraseña no puede estar vacía.";
WDTTooShortPassphraseError = "La contraseña debe tener al menos 8 caracteres.";

WDTConfigureWiFiDirectButtonTitle = "Configurar mi Mac para usar automáticamente HP Wi-Fi Direct";
WDTConfigureWiFiDirectDescription = "Configurar mi Mac para unirse automáticamente a la red Wi-Fi Direct de la impresora cuando no esté disponible la red inalámbrica habitual.";
WDTConfigurtWiFiDirectAdditionalDescription = "Habilitar cambio rápido entre mi configuración de red habitual y la configuración para la red Wi-Fi Direct de la impresora usando el submenú Ubicación del menú Apple.";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "Para obtener más información sobre el uso de Wi-Fi Direct en su impresora, visite";

WDTCannotBeEnabledErrorTitle = "No se puede habilitar Wi-Fi Direct";
WDTCannotBeEnabledErrorDescription = "No se puede habilitar Wi-Fi Direct en la configuración actual de su impresora. Para obtener más información, intente activar Wi-Fi Direct usando el panel de control de la impresora o la página de inicio, que también se llama Servidor web integrado o EWS.";
